#+title: Hands-On Machine Learning
#+ROAM_KEY: Hands-On Machine Learning with Scikit-Learn, Keras, & TensorFlow by Aurelien Geron
#+ROAM_TAGS: "machine learning" scikit-learn keras tensorflow "computer science"
#+FILETAGS: lifetracker

*** Why use Machine Learning?
    :PROPERTIES:
    :LOCATION: 23
    :END:
    :LOGBOOK:
    CLOCK: [2021-06-16 Wed 17:00]--[2021-06-16 Wed 17:49] =>  0:49
    :END:
*** Types of Machine Learning Systems
    :PROPERTIES:
    :LOCATION: 29
    :END:
    :LOGBOOK:
    CLOCK: [2021-07-07 Wed 16:01]--[2021-07-07 Wed 16:28] =>  0:27
    CLOCK: [2021-07-05 Mon 17:57]--[2021-07-05 Mon 18:00] =>  0:03
    CLOCK: [2021-07-05 Mon 16:51]--[2021-07-05 Mon 17:21] =>  0:30
    CLOCK: [2021-06-24 Thu 15:21]--[2021-06-24 Thu 16:50] =>  1:29
    :END:
